Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/helsetilsynet.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: august 2011 om kommunal beredskapsplikt gir nærmere bestemmelser om den helhetlige ROS-analysen og om beredskapsplanen.
nn: august 2011 om kommunal beredskapsplikt gir nærare bestemmingar om den heilskaplege ROS-analysen og om beredskapsplanen.

source: Dette tilsynet omfatter både barneverntjenester etter barnevernloven og sosialtjenester etter sosialtjenesteloven som er underlagt tilsyn av Fylkesmannen samt helsetjenester etter helselovgivningen som er underlagt tilsyn av Helsetilsynet i fylket.
nn: Dette tilsynet omfatta barneverntenester etter barnevernlova og sosialtenester etter sosialtenestelova som er underlagt tilsyn av Fylkesmannen og helsetenester etter helselovgivinga som er underlagt tilsyn av Helsetilsynet i fylket.

source: Forsvarlighetskravet er en rettslig minstestandard, og setter en nedre grense for hva som kan aksepteres før det må regnes som svikt i tjenestene.
nn: Forsvarlegheitskravet er ein rettsleg minstestandard, og sett ei nedre grense for kva som kan aksepterast før det må reknast som svikt i tenestene.

source: Tilbudet er ment for personer som vurderes å ha en mulighet for å komme i arbeid gjennom en tettere og mer forpliktende bistand og oppfølging.
nn: Tilbodet er meint for personar som blir vurdert til å ha moglegheit for å kome i arbeid gjennom tettare og meir forpliktande bistand og oppfølging.

source: Ledelsen i kommunen har et overordnet ansvar for styringssystemet og for å følge med på om tjenestene er forsvarlige og i tråd med helselovgivningen, og om styringssystemet er egnet til å ivareta dette.
nn: Leiinga i kommunen har eit overordna ansvar for styringssystemet og for å følgje med på om tenestene er forsvarlege og i tråd med helselovgjevinga, og om styringssystemet er eigna til å ivareta dette.

source: Formålet med tilsynet er å vurdere om virksomheten tar hånd om ulike krav i lovgivingen gjennom internkontrollen sin.
nn: Formålet med tilsynet er å vurdere om verksemda tek hand om ulike krav i lovgivinga gjennom internkontrollen sin.

source: Tilsynet omfatter kommunale barnevern-, helse- og sosialtjenester til utsatte barn i skolepliktig alder, og tjenester ved overgangen fra kommunalt barnevern til kommunal sosialtjeneste ved 18 til 23 års alder.
nn: Tilsynet omfattar kommunale barnevern-, helse- og sosialtenester til utsette barn i skulepliktig alder, og tenester ved overgangen frå kommunalt barnevern til kommunal sosialteneste ved 18 til 23 års alder.

source: Rapporten omhandler eventuelle avvik og merknader som er avdekket under revisjonen og gir derfor ingen fullstendig tilstandsvurdering av virksomhetens arbeid innenfor de områder tilsynet omfattet.
nn: Rapporten handlar om avvik og merknader som er avdekte under revisjonen og gjev derfor inga fullstendig tilstandsvurdering av det arbeidet verksemda har gjort innanfor dei områda som tilsynet omfatta.

source: Formålet med systemrevisjonen er å vurdere om virksomheten ivaretar ulike krav i lovgivningen gjennom sin internkontroll.
nn: Føremålet med systemrevisjonen er å vurdere om kommunen gjennom sin internkontroll tek i vare/sikrar at dei etterlever krava i lovgjevinga.

source: Formålet med en slik utredning er å bidra til at vedtak blir fattet på rett grunnlag, samt å motvirke at feil eller utenforliggende hensyn blir lagt til grunn.
nn: Føremålet med ei slik utgreiing er å bidra til at vedtak vert fatta på rett grunnlag, samt å motverke at feil eller utanforliggjande omsyn vert lagt til grunn.

source: journalføringsplikten som følger av pasientjournalforskriften, slik at det ikke er tvil om hva slags helsehjelp som er utført og om det er brukt tvang.
nn: journalføringsplikta som går fram av pasientjournalforskriften, slik at det ikkje er tvil om kva for helsehjelp som er gitt og om det er brukt tvang.

source: oversikt over godkjenningspliktige barnehager og skoler
nn: oversikt over godkjenningspliktige barnehagar og skular

source: Kommunen har oversikt over områder innenfor tvungen helsehjelp hvor det er risiko for svikt eller mangel på etterlevelse av myndighetskrav, jf.
nn: Kommunen har oversikt over område innanfor tvungen helsehjelp der det er risiko for svikt eller mangel på etterleving av krava til styresmakta, jf.

source: om kommunen hadde tatt stilling til hvilke opplysninger som skulle innhentes fra hvilke kilder og i hvilken utstrekning opplysningene ble hentet inn
nn: om kommunen hadde tatt stilling til kva slags opplysningar som skulle innhentas frå kva slags kjelder og i kva slags utstrekning opplysningane vert henta inn

source: Avvikene fra disse to stedlige tilsynene er imidlertid ikke tatt med i denne rapporten.
nn: Avvika frå dei stadlege tilsyna er ikkje tatt med i denne rapporten.

source: Reglene i kapittel 4A åpner for at denne helsehjelpen under visse vilkår kan gis selv om pasienten motsetter seg helsehjelpen.
nn: Reglane i kapittel 4A opnar for at helsehjelpa under visse vilkår kan bli gitt sjølv om pasienten motset seg helsehjelpa.

source: Det er viktig å merke seg at pasientens samtykkekompetanse vurderes konkret opp mot den aktuelle helsehjelpen, og ikke gjøres på et generelt grunnlag.
nn: Det er viktig å merke seg at pasienten sin samtykkekompetanse blir vurdert konkret opp mot den aktuelle helsehjelpa, og ikkje blir gjort på eit generelt grunnlag.

source: Formlet med systemrevisjonen er vurdere om virksomheten ivaretar ulike krav i lovgivningen gjennom sin internkontroll.
nn: Føremålet med systemrevisjonen er å vurdere om verksemda tek hand om ulike krav i lovgjevinga gjennom internkontrollen sin.

source: Oversikt over dokumentasjon som ble gjennomgått under revisjonsbesøket, er gitt i kapitlet Dokumentunderlag.
nn: Oversikt over dokumentasjon som blei gjennomgått under revisjonsbesøket, er gjeve i kapitlet Dokumentunderlag.

source: Det ble for eksempel undersøkt om kommunen overvåker at vedtatte tiltak, prosedyrer og oppgavefordeling er gjennomført i praksis, om tjenestene har så god kjennskap til hverandre at de bruker hverandre ved behov, om det er vurdert hvilke områder i samarbeidet som er sårbare for svikt, og om de overvåker om tjenestene fungerer som forutsatt og at tiltaksplaner og individuelle planer evalueres.
nn: Det vart for eksempel undersøkt om kommunen overvaker at vedtekne tiltak, prosedyrar og oppgåvefordeling er gjennomført i praksis, om tenestene har så god kjennskap til kvarandre at dei brukar kvarandre når det trengs, om det er vurdert kva område i samarbeidet som er sårbare for svikt, og om dei overvakar om tenestene fungerar som dei skal og at tiltaksplanar og individuelle planar blir evaluerte.

source: Videre skal vurderingene omfatte om det planlagte tvangstiltaket står i forhold til behovet for helsehjelpen og at tvungen helsehjelp etter en helhetlig vurdering fremstår som den klart beste løsningen for pasienten.
nn: Vidare skal vurderingane omfatta om det planlagde tvangstiltaket står i høve til behovet for helsehjelpa og at tvungen helsehjelp etter ei heilskapleg vurdering verkar som den klart beste løysinga for pasienten.

source: Pasienters samtykkekompetanse blir vurdert og den som er ansvarlig for helsehjelpen vurderer om helsehjelpen skal gjennomføres med tvang
nn: Samtykkekompetansen til pasientar blir vurdert og den som er ansvarleg for helsehjelpa vurderer om helsehjelpa skal gjennomførast med tvang

source: ved utlokaliseringstidspunktet har gjennomført en planlegging av nødvendige medisinskfaglige og sykepleiefaglige observasjoner, oppfølging og tiltak, og at det er gjort av lege og sykepleier med fagspesifikk kompetanse på pasientens aktuelle helseproblem
nn: har planlagt naudsynte medisinskfaglege og sjukepleiefaglege observasjonar, oppfølging og tiltak, og at det er gjort av lege og sjukepleier med fagspesifikk kompetanse på pasientens aktuelle helseproblem ved utlokaliseringstidspunktet

source: Komiteen som deler ut prisen er oppnevnt av Statens helsetilsyn.
nn: Komiteen som deler ut prisen er oppnemnd av Statens helsetilsyn.

source: I forhold til at kommunen godkjenner og fører tilsyn med virksomheter som i hovedsak er kommunale vil det være habiltetsutfordringer som gjør det viktig at kommunen har god styring på oppgaven.
nn: I forhold til at kommunen godkjenner og fører tilsyn med verksemder som i hovudsak er kommunale vil det være habilitetsutfordringar som gjer det viktig at kommunen har god styring på oppgåva.

source: Oversikt over hvor mange personer som per 01.09.2013 ikke bodde i egen leid eller eid bolig, og hvor mange av disse som på dette tidspunktet var i fengsel, institusjon eller bodde midlertidig hos familie, venner eller kjente
nn: Oversikt over kor mange personar som per 01.09.2013 ikkje budde i eigen leigd eller eigd bustad, og kor mange av desse som på dette tidspunktet var i fengsel, institusjon eller budde midlertidig hjå familie, vener eller kjente

source: Det innebærer at Fylkesmannen har ført tilsyn med hvordan kommunen styrer og leder arbeidet med barneverntjenester og sosiale tjenester i Nav og oppfyller de aktuelle lovkravene.
nn: Det inneber at Fylkesmannen har ført tilsyn med korleis kommunen styrer og leder arbeidet med barnevern og sosiale tenester i Nav og oppfyller dei aktuelle lovkrava.

source: Helseforetaket sørger for sammenheng i behandlingen av psykisk lidelse og samtidig rusmiddelproblematikk.o nødvendig spesialistkompetanse er tilgjengelig i hele pasientforløpet, uavhengig av om kompetansen finnes i DPS eller TSBo ansvar- og oppgavefordeling mellom PHV og TSB er avklart, uavhengig av om TSB er organisert i eller utenfor helseforetaketo helseforetaket legger til rette for og følger med på at nødvendig samhandling og kompetanseutveksling fungerer
nn: helseføretaket sørgjer for samanheng i behandlinga av psykisk liding og samtidig rusmiddelproblematikk.o nødvendig spesialistkompetanse er tilgjengeleg i hele behandlingsforløpet, uavhengig av om kompetansen finst i psykisk helsevern eller tverrfagleg spesialisert rusbehandling (TSB).o ansvar- og oppgåvefordeling mellom psykisk helsevern og TSB er avklart, uavhengig av om TSB er organisert i eller utanfor helseføretaket.o helseføretaket legg til rette for og følgjer med på at nødvendig samhandling og kompetanseutveksling fungerer.

source: Forløpstidene gjør rede for når de ulike element i et behandlingsforløp (vurdering, utredning og behandling) senest bør starte etter at spesialisthelsetjenesten har mottatt en henvising.
nn: Forløpstidene gjer greie for når dei ulike element i eit behandlingsforløp (vurdering, utgreiing og behandling) seinast bør starte etter at spesialisthelsetenesta har tatt imot ei henvising.

source: hvordan ledelsen vil følge med på og følge opp at planlagte tiltak iverksettes og fungerer slik at praksis blir varig endret
nn: korleis leiinga vil følgje med på og følgje opp at planlagde tiltak blir sett i verk og fungerer slik at praksis blir varig endra

source: Formålet med tilsynet er å følge opp at Holmestrand kommunes arbeid med samfunnssikkerhet og beredskap er i samsvar med aktuelle krav fastsatt i sivilbeskyttelsesloven og forskrift om kommunal beredskapsplikt.
nn: Formålet med tilsynet er å sjå til om Nissedal kommune sitt arbeid med samfunnstryggleik og beredskap er i samsvar med aktuelle krav fastsett i sivilbeskyttelseslova og forskrift om kommunal beredskapsplikt.

source: Det løpende oversiktsarbeidet tilrettelegger for arbeid med det samlede oversiktsdokumentet som skal utarbeides hvert fjerde år og være klart ved oppstart av arbeidet med kommunens planstrategi etter plan- og bygningsloven § 10-1.
nn: Det løpande oversiktsarbeidet legg til rettes for arbeid med det samla oversiktsdokumentet som skal utarbeidast kvart fjerde år og vere klart ved oppstart av arbeidet med kommunal planstrategi etter plan- og bygningsloven § 10-1.

source: Tjenesten opplysning, råd og veiledning følger av § 17 og skal tilpasses den enkeltes behov og baseres på aktiv involvering og deltakelse.
nn: Tenesta opplysning, råd og rettleiing følgjer av sosialtenestelova § 17. Tenesta skal vere tilpassa behovet til tenestemottakaren og basere seg på aktiv involvering og deltaking.

source: Kopi av politiattest for alle ansatte
nn: Kopi av politiattest for alle tilsette

source: Tilsynet inngikk i det landsomfattende tilsynet med kommunenes folkehelsearbeid som fylkesmennene gjennomfører høsten 2014 etter oppdrag fra Statens helsetilsyn.
nn: Tilsynet var ein del av det landsomfattande tilsynet med kommunane sitt folkehelsearbeid som fylkesmennene gjennomfører hausten 2014 etter oppdrag frå Statens helsetilsyn.

source: Tilsyn med kommunens folkehelsearbeid skal være tilpasset kommunenes fireårige plansyklus.
nn: Tilsyn med folkehelsearbeidet i kommunen skal vere tilpassa den fireårige plansyklusen i kommunen.

source: Om kommunen sikrer at det foretas forsvarlig kartlegging ved behandling av søknad om økonomisk stønad fra personer med forsørgeransvar
nn: Om kommunen sikrar at det foretas forsvarleg kartlegging ved behandling av søknad om økonomisk stønad frå personar med forsørgjaransvar

source: Individuell plan skal tilpasses brukers behov, og blant annet inneholde oversikt over brukers mål, ressurser og behov for tjenester.
nn: Individuell plan skal tilpassast brukars behov, og mellom anna innehalde oversyn over brukars mål, ressursar og behov for tenester.

source: I dette tilsynet skal det ikke undersøkes henvisninger eller journaler fra perioden den midlertidige forskriften gjaldt.
nn: I dette tilsynet skal ein ikkje undersøkje tilvisingar eller journalar frå perioden den mellombelse forskrifta gjaldt.

source: Fylkesmannen har undersøkt om kommunen legger til rette for og følger opp at ungdommene mottar individuelt tilpassede, koordinerte og forsvarlige barneverntjenester og sosiale tjenester, ved at barneverntjenesten og sosialtjenesten:
nn: Fylkesmannen har undersøkt om kommunen legg til rette for og følgjer opp at ungdommane får individuelt tilpassa, koordinerte og forsvarlege barneverntenester og sosiale tenester, ved at barneverntenesta og Nav:

source: Tilrettelegging skal skje ved systematisk styring og kontinuerlig forbedringsarbeid, jf forskrift om internkontroll i sosial- og helsetjenesten.
nn: Tilrettelegging skal skje ved systematisk styring og kontinuerleg forbetringsarbeid, jf forskrift om internkontroll i sosial- og helsetenesta.

source: Vi har undersøkt om kommunen systematisk overvåker og går gjennom internkontrollen for å se om den fungerer slik de har planlagt og bidrar til kontinuerlig forbedring.
nn: Vi har undersøkt om kommunen systematisk overvaker og går gjennom styringssystemet (internkontrollen) for å sjå om den fungerer slik kommunen har planlagt og såleis bidrar til kontinuerlig forbetring.

source: Oversikt over dokument som Bergen kommune har sendt i forbindelse med tilsynet og dokument som ble gjennomgått under tilsynet, er gitt i kapittel 8.
nn: Oversikt over dokument som verksemda har sendt over i samband med tilsynet og dokument som blei gjennomgått ved tilsynet, er gjeven i kapittel 8 (Dokumentunderlag).

source: Fylkesmannen har ved denne kartleggingen forstått variablene i forløpstider på følgende måte:
nn: Fylkesmannen har ved denne kartlegginga forstått variablane i forløpstider på følgjande måte:

source: Vilkårene er at unnlatelse av helsehjelpen kan føre til vesentlig helseskade for pasienten, at helsehjelpen anses som nødvendig, og at tiltakene står i forhold til behovet for helsehjelpen.
nn: Vilkåra er at å unnlate helsehjelp kan føre til vesentleg helseskade for pasienten, at helsehjelpa blir sett på som nødvendig, og at tiltaka står i forhold til behovet for helsehjelpa.

source: Det vil si at vedtak om tvungen helsehjelp som innebærer medisinsk behandling skal fattes av sykehjemslege.
nn: Det vil seie at vedtak om tvungen helsehjelp som inneber medisinsk behandling skal fattast av sjukeheimslege.

source: Den neste fallgruven er tvang som kan ha gode grunner for seg, men der regelverket ikke er fulgt;
nn: Den neste fallgruva er tvang som kan ha gode grunnar for seg, men der regelverket ikkje er følgt;

source: For at et samtykke skal være gyldig, må det være et
nn: For at eit samtykke skal være gyldig, må det vere eit

source: Kommunen skal gjennom sin styring og ledelse sikre at disse kravene blir oppfylt.
nn: Kommunen skal gjennom si styring og leiing sikre at desse krava blir oppfylte.

source: Avvik er definert som manglende oppfølging av krav fastsatt i sivilbeskyttelsesloven §§ 14 og 15 og/eller i forskrift om kommunal beredskapsplikt, eller i andre beredskapsrelaterte lover/forskrifter som har vært omfattet av tilsynet.
nn: Avvik er definert som manglande oppfølging av krav fastsett i sivilbeskyttelseslova §§ 14 og 15 og/eller i forskrift om kommunal beredskapsplikt, eller andre beredskapsrelaterte lover/forskrifter som har vore omfatta av tilsynet.

source: Dersom tiltaket er å anse som et alvorlig inngrep for pasienten, som for eksempel tiltak som innebærer inngrep i kroppen, bruk av reseptbelagte legemidler, tvungen innleggelse og tilbakehold på sykehjem, skal ansvarlig for helsehjelpen samrå seg med annet kvalifisert personell, jf.
nn: Dersom tiltaket er vurdert som eit alvorleg inngrep for pasienten, som for eksempel tiltak som inneber inngrep i kroppen, bruk av reseptpliktig legemidlar, tvungen innlegging og tilbakehalding på sjukeheim, skal den ansvarlege for helsehjelpa samrå seg med anna kvalifisert personell, jf.

source: Kopi av rutiner/prosedyrer som gjelder tildeling av og oppfølging av personer i midlertidig bolig
nn: Kopi av rutinar/prosedyrar som gjeld tildeling av og oppfølging av personar i midlertidig bustad

source: Rapport fra tilsyn med kommunale tjenester til personer med samtidig rusmiddelproblem og psykisk lidelse i Nord-Aurdal kommune 2017
nn: Rapport frå tilsyn med kommunale tenester til personar med samstundes rusmiddelproblem og psykisk liding i Nord-Fron kommune 2017

source: Tilsynet omfattet institusjonens praksis ved innhenting og håndtering av politiattester, herunder praksis ved ansettelser og politiattest for oppdragstakere.
nn: Tilsynet omfatta institusjonen sin praksis ved innhenting og handtering av politiattestar, under dette praksis ved tilsetjingar og politiattest for oppdragstakarar.

source: Forsvarlig medisinsk oppfølging kartlagt gjennom
nn: Forsvarleg medisinsk oppfølging kartlagt gjennom

source: Under tilsynet har vi undersøkt om Stavanger Universitetssjukehus, Helse Stavanger har styring og fører kontroll med håndtering og vurdering av henvisninger og eventuelle viderehenvisninger og utredning fram til behandling av pasienter med kolorektal kreft blir startet.
nn: Under tilsynet har vi undersøkt om Helse Førde har styring og fører kontroll med handtering og vurdering av henvisingar og eventuelle vidarehenvisingar og utgreiing fram til behandling av pasientar med kolorektalkreft vert starta.

source: I en del tilfeller vil det allerede i forbindelse med innleggelse ved sykehjem være vurdert om pasienten mangler samtykkekompetanse.
nn: I ein del høve vil det allereie i samband med innlegging i sjukeheim vere vurdert om pasienten manglar samtykkekompetanse.

source: Oversikt over helsetilstand og påvirkningsfaktorer er ei nødvendig forutsetning for at kommunene skal ha et kunnskapsbasert grunnlag for planlegging og tiltak på folkehelseområdet.
nn: Oversikt over helsetilstanden og faktorar som kan påverke denne er ein nødvendig føresetnad for at kommunane skal ha eit kunnskapsbasert grunnlag for planlegging og tiltak.

source: Grunnleggende behov i forskriften er blant annet fysiologiske behov som tilstrekkelig ernæring (mat og drikke), variert helsefremmende kosthold, rimelig valgfrihet når det gjelder mat, tilpasset hjelp ved måltid, nok tid og ro til å spise.
nn: Grunnleggande behov er mellom anna fysiologiske behov som tilstrekkeleg ernæring (mat og drikke), variert helsefremmande kosthald, rimeleg valfridom når det gjeld mat, tilpassa hjelp ved måltid og nok tid og ro til å ete.

source: Statsforvalteren undersøkte under tilsynet om kommunen gjennom systematisk styring og ledelse sikrer at personer over 18 år som har en utviklingshemming, og som bor i egen bolig får forsvarlige helse- og omsorgstjenester.
nn: Fylkesmannen undersøkte under dette tilsynet om kommunen gjennom systematisk styring og leiing sikrar at personar over 18 år som har ei utviklingshemming, og som bur i eigen bustad får forsvarlege helsetenester.

source: På denne måten kan man ivareta begge hensynene i regelverket – både å forebygge og avgrense bruken av tvang, samtidig som man får gitt nødvendig helsehjelp for å unngå vesentlig helseskade.
nn: På denne måten kan ein ivareta begge omsyna i regelverket – både å førebyggje og avgrensa bruken av tvang, samstundes som ein får gitt nødvendig helsehjelp for å unngå vesentleg helseskade.

source: Tilsynet hadde som mål å undersøke om og hvordan kommunen ivaretar ulike krav i lovgivinga som gjelder tjenester til eldre som bor hjemme, under dette også i omsorgsbolig.
nn: Tilsynet hadde som mål å undersøkje om og korleis kommunen tek hand om ulike krav i lovgivinga som gjeld tenester til eldre som bur heime, under dette også omsorgsbustad.

source: Kartleggingen dannet grunnlag for en tilbakemelding til kommunen i form av en veiledende vurdering av status for kommunens løpende oversiktsarbeid.
nn: Kartlegginga danna grunnlaget for ei tilbakemelding til kommunen i form av ei rettleiande vurdering av status for kommunen sitt løpande oversiktsarbeid.

source: Det ble undersøkt nærmere om evalueringene omfatter om barn og foreldre medvirker ved evalueringer av tjenester og tiltak, om man møtes som avtalt, om de ressurser som er besluttet brukt faktisk settes inn, om det er klart hvem som har påtatt seg ansvar for hvilke oppgaver, konsekvenser av omorganiseringer og oppgaveendringer og om man har nådd de mål som var utgangspunktet for samarbeidet.
nn: Vi undersøkte nærare om evalueringane omfattar om barn og foreldre medverkar ved evaluering av tenester og tiltak, om alle møtes som avtalt, om dei ressursane som er vedteke brukt faktisk vert brukt, om det er klart kven som har teke på seg ansvar for dei ulike oppgåvene, konsekvensar av omorganiseringar og endringar i oppgåvefordeling og om kommunen har nådd dei måla som er sett for samarbeidet.

source: Tilsynet undersøkte om kommunen gjennom rutiner og praktiske tiltak sørger for at helsekontrollene følger nasjonale retningslinjer og faglige veiledere som angir norm for faglig forsvarlig praksis.
nn: Tilsynet undersøkte om kommunen gjennom rutinar og praktiske tiltak syter for at helsekontrollane følgjer program i samsvar med nasjonale retningslinjer og faglege rettleiarar som understøttar måla for fagleg forsvarleg praksis.

source: I henhold til folkehelseloven og forskriften om miljørettet helsevern skal kommunen godkjenne virksomheter og føre tilsyn for å følge med om godkjente virksomheter opprettholder og etterlever forskriftens krav.
nn: I medhald av folkehelseloven og forskrifta om miljøretta helsevern skal kommunen godkjenne verksemder og føre tilsyn for å følge med om godkjente verksemder oppretthelder og etterlever forskriftas krav.

source: Under tilsynet hadde vi et særlig fokus på om det er gitt nødvendig veiledning og opplæring for ansatte i reglene om bruk av tvang.
nn: Under tilsynet hadde vi særleg fokus på om det er gitt naudsynt rettleiing og opplæring av tilsette i reglane om bruk av tvang.

source: om det var sørget for at medarbeiderne hadde tilstrekkelige kunnskaper og ferdigheter til å utføre oppgavene sine, herunder om kommunen hadde sørget for å ha nødvendig samfunnsmedisinsk kompetanse
nn: om det var sørgja for at medarbeidarane hadde tilstrekkelige kompetanse og ferdigheiter til å utføre oppgåvene sine, inkludert om kommunen hadde sørgja for å ha naudsynt samfunnsmedisinsk kompetanse
